Autodesk.Revit.DB.Architecture.StairsWinderStyle
The calculation method for the layout of the winder run steps.
Since:
2013

Autodesk.Revit.DB.Architecture.StairsWinderStyle.SinglePoint
Asymmetrical layout style. Winder style is calculated from a single center point.

Autodesk.Revit.DB.Architecture.StairsWinderStyle.Balanced
Symmetrical layout style.